Repository: engmoby/Tourista
Catalog: FrontEnd/TouristaFrontEnd/TouristaFrontEnd/Resources/Global.*.resx
Languages: ar

# AboutText
source: There are many variations of passages ,but the majority have suffered alteration in some form, by injected humour, or randomised words which don't look.
ar: هناك العديد من الاختلافات في الممرات ، لكن الغالبية عانت من تغيير في شكل ما ، أو عن طريق الحقن ، أو الكلمات العشوائية التي لا تبدو.

# About_CoreValuesTitle
source: Our Core Values
ar: قيمنا الجوهريه

# About_Description
source: for Trading & Real Estate Investment Ltd
ar: للتجاره و الاستثمار العقارى

# About_Title
source: Tourista International Company
ar: شركات توريستا العالميه

source: Attach file Required
ar: يجب ارفاق الملف

source: AWESOME TOURS
ar: جولات رائعة

source: big world
ar: العالم الكبير

# Booking_Adults
source: Adults
ar: بالغون

# Booking_CheckIn
source: Check in
ar: تاريخ الوصول

# Booking_Checkout
source: Check out
ar: تاريخ المغادره

# Booking_Child
source: Child
ar: اطفال

# Booking_ConfirmMsg
source: Thank you! Your booking is Registered, one of our Reservation office will contact Shortly
ar: شكرا لأختيارك فنادق توريستا! ,تم تسجيل طلبك و سيقوم احد مسئولى خدمه العملاء بالتواصل معك فى اقرب وقت

# Booking_Create
source: Create
ar: تسجيل

source: Booking Details
ar: تفاصيل الحجز

# Booking_Email
source: Email
ar: البريد الالكترونى

# Booking_FirstName
source: First Name
ar: الاسم الاول

# Booking_HotelName
source: Hotel
ar: الفندق

# Booking_JS1
source: Please Select Check-in Date
ar: يجب اختيار موعد الوصول

# Booking_JS2
source: Please Select Check-out Date
ar: يجب اختيار موعد المغادره

# Booking_JS3
source: Please Select Adult
ar: يجب اختيار عدد الاشخاص البالغون

# Booking_JS4
source: Please Select Child
ar: يجب اختيار الاطفال المرافقون

# Booking_LastName
source: Last Name
ar: اسم العائله

# Booking_Mobile
source: Mobile
ar: الجوال

# Booking_PageTitle
source: Booking
ar: الحجز الالكترونى

# Booking_Personalinfo
source: Personal Info
ar: المعلومات الشخصيه

# Booking_ReservationID
source: Your Reservation ID
ar: الرقم المرجعى للحجز

# Booking_ThankYou
source: Thank You
ar: ! شكرا لك

source: Book Now
ar: احجز الآن

# Career_Details_Attach
source: Attach C.V
ar: ارفاق السيره الذاتيه

# Career_Details_Create
source: Create
ar: ارسال

# Career_Details_Description
source: Hospitality and Administartion
ar: الضيافه و الاداره

# Career_Details_Email
source: Email
ar: البريد الالكترونى

# Career_Details_Firstname
source: First Name
ar: الاسم الاول

# Career_Details_JS_Alert
source: Please upload PDF or Doc
ar: من فضلك ارفق ملف PDF

# Career_Details_LastName
source: Last Name
ar: الاسم الاخير

# Career_Details_Message
source: Message
ar: الرساله

# Career_Details_PhoneNo
source: Phone No
ar: رقم التليفون

# Career_Details_PositionTitle
source: Postion Details
ar: بيانات الوظيفه

# Career_Details_Title
source: Careers
ar: وظائف

# Career_Index_Apply_Button
source: Apply to this Job
ar: سجل لهذه الوظيفه

# Career_Index_Desc
source: Hospitality and Administartion
ar: الضيافه و الاعمال الاداريه

# Career_Index_Job_Desc
source: Description
ar: شرح الوظيفه

# Career_Index_Job_Education
source: Education Level
ar: مستوى التعليم

# Career_Index_Job_Exp
source: Experience
ar: الخبره

# Career_Index_Job_Level
source: Career Level
ar: مستوى التدرج

# Career_Index_Job_Requirements
source: Requirements
ar: المتطلبات

# Career_Index_Job_Type
source: Job Type
ar: نوع الوظيفه

# Career_Index_Job_Vacancies
source: Vacancies
ar: الفرص المتاحه

# Career_Index_Title
source: JOB OPENNINGS
ar: الوظائف المطلوبه

source: Check In
ar: دخول

source: Check Out
ar: خروج

# clickherer
source: click here
ar: اضغط هنا

# ContactUs_Email
source: Email
ar: البريد الالكترونى

# ContactUs_Email_Val
source: Please check Email
ar: من فضلك افحص البريد الالكترونى

# ContactUs_Firstname_Val
source: Please Enter First Name
ar: من فضلك ادخل الاسم الاول

# ContactUs_FullName
source: Full Name
ar: الاسم بالكامل

# ContactUs_JS_1
source: sending..
ar: ..جارى الارسال

# ContactUs_JS_2
source: Form Submitted , Thank you !
ar: تم الارسال ,شكرا لك !

# ContactUs_Message
source: Message
ar: الرساله

# ContactUs_Message_Val
source: Please Check Message
ar: من فضلك تأكد من محتوى الرساله

# ContactUs_Phone
source: Phone
ar: التليفون

# ContactUs_Phone_Val
source: Please Check Phone
ar: من فضلك افحص رقم الهاتف

# ContactUs_SendButton
source: Send
ar: ارسال

# ContactUs_SendInquiry
source: Send an inquiry
ar: ارسال استفسار

# Contactus_Text
source: Just pack and go! Let leave your travel plan to travel experts!
ar: مجرد حزمة وتذهب! اسمحوا ترك خطة السفر الخاصة بك لخبراء السفر!

# ContactUs_Title
source: Contact Us
ar: اتصل بنا

# CotactUs_OfficeAddress
source: Office Address
ar: عناوين

source: Destination
ar: الاماكن

source: discover
ar: اكتشف

# discovertext
source: The world you have never seen
ar: العالم الذي لم تره من قبل

source: Email Required
ar: البريد الاكترونى مطلوب

# ErrorPage_Desc
source: We Are Facing Some issues , Please Check Back Later
ar: نواجه بعض المشاكل حاليا ,برجاء التجربه لاحقا

# ErrorPage_Title
source: Sorry,Page your Are Looking For Doesn't Exist Or Site Currently Under Maintenance
ar: عذرا ,الصفحه المطلوبه غير موجوده

source: FEATURED HOTELS
ar: فنادق مميزة

source: FIND HOTEL
ar: البحث عن فندق

source: First Name Required
ar: الاسم الاول مطلوب

source: FLIGHT
ar: طيران

# Footer_ContactUs
source: Contact Us
ar: اتصل بنا

# Footer_CopyRights
source: © 2017 GMG Technology Group . All rights reserved.
ar: 2017 جميع الحقوق محفوظه -شركه جى ام جى لتكنولوجيا المعلومات

# Footer_Mailbox
source: MailBox
ar: ص.ب

# Footer_Newsletter
source: NewsLetter
ar: بريد توريستا

# Footer_NewsletterAlreadyExist
source: Your Email Already Exist
ar: بريدك الإلكتروني موجود بالفعل

# Footer_NewsletterBoxEmail
source: Your Email
ar: بريدك الالكترونى

# Footer_NewsletterButton
source: Subscribe
ar: اشترك الان

# Footer_NewsletterDesc
source: Subscribe to Our Newsletter
ar: اشترك لمتابعه الاخبار و احدث العروض

# Footer_NewsletterError
source: Please enter correct email format
ar: الرجاء إدخال تنسيق البريد الإلكتروني الصحيح

# Footer_NewsletterSending
source: Sending
ar: جاري الارسال

# Footer_NewsletterSubmitMsg
source: Email Submitted , Thank you !
ar: تم تسجيل البريد الالكترونى , شكرا لك

# Footer_PostalCode
source: Postal Code
ar: الرقم البريدى

# Footer_SocialMedia
source: Social Media
ar: التواصل الاجتماعى

# Footer_Twitter
source: Twitter
ar: تويتر

source: GO EXPLORE
ar: اكتشف GO

# Header_About
source: About
ar: عن توريستا

# Header_Careers
source: Careers
ar: الوظائف

# Header_Contact
source: Contact
ar: اتصل بنا

# Header_Home
source: Home
ar: الرئيسيه

# Header_Hotels
source: Hotels
ar: الفنادق

# Header_Languages
source: Languages
ar: اللغه

# Header_News
source: Tourist Attractions
ar: الاخبار

# Header_Offers
source: Offers
ar: العروض

# Header_Owners
source: Leadership
ar: فريق القياده

# Home_HotelFacilitiesDesc
source: These best rooms chosen by our customers
ar: تمتع بأنترنت مجانى ,صاله جيمانزيوم و مسبح ساخن

# Home_HotelFacilitiesTitle
source: HOTEL FACILTIES
ar: مزايا الفنادق

# Home_OurGallery
source: OUR GALLERY
ar: معرض الصور

# Home_OurHotelsDesc
source: These best rooms chosen by our customers
ar: فنادقنا فى مكه المكرمه و جده

# Home_OurHotelsTitle
source: OUR BEST ROOMS
ar: فنادق توريستا

# Home_OwnersDesc
source: Here are the Visionary Minds Behind our Success
ar: العقول المنيره خلف نجاح المجموعه

# Home_OwnersTitle
source: LEADERSHIP
ar: فريق القياده

# Home_RecentNews
source: RECENT NEWS
ar: احدث المعالم السياحيه

# Home_SearchRoomsAdult
source: Adult
ar: بالغ

# Home_SearchRoomsButton
source: Check Now
ar: احجز الان

# Home_SearchRoomsCheckin
source: Check In
ar: تاريخ الاقامه

# Home_SearchRoomsCheckout
source: Check Out
ar: تاريخ المغادره

# Home_SearchRoomsChild
source: Child
ar: طفل

# Home_SearchRoomsDesc
source: FOR RATES & AVAILABILITY
ar: افضل الاسعار و اجود خدمه فندقيه

# Home_SearchRoomsTitle
source: SEARCH ROOMS
ar: ابحث عن اقامتك

# Hotel_Details_CheckIn
source: Check In
ar: تسجيل الوصول

# Hotel_Details_Checkout
source: Check Out
ar: تسجيل المغادره

# Hotel_Details_Description
source: Description
ar: معلومات

# Hotel_Details_Facilities
source: Facilities
ar: مزايا الفندق

# Hotel_Index_Button_Details
source: View Details
ar: عرض التفاصيل

# Hotel_Index_Desc
source: Luxury And Spacious
ar: فخامه و رقى

# Hotel_Index_Title
source: Our Hotels
ar: فنادقنا

# Hotel_Night
source: Night
ar: ليله

# its
source: IT’S A
ar: انه

source: Last Name Required
ar: الاسم الاخير مطلوب

source: More Hotel
ar: فنادق اكثر

source: more tours
ar: المزيد من الجولات

# News_Category
source: Category
ar: تصنيف

# News_Index_Desc
source: Latest Tourist Attractions
ar: احدث المعالم السياحيه

# News_Index_Details
source: Continue Reading
ar: استكمل القراءه

# News_Index_Title
source: All Tourist Attractions
ar: جميع المعالم السياحيه

# News_RecentNews
source: Recent Tourist Attractions
ar: احدث المعالم السياحيه

source: NumberOfRoom Required
ar: عدد الغرف مطلوب

# Offers_Error
source: No Offers Available
ar: لا يوجد عروض متاحه حاليه

# Offers_Index_Desc
source: Latest Offers
ar: احدث العروض

# Offers_Index_Details
source: View Details
ar: عرض التفاصل

# Offers_Index_Title
source: Our Offers
ar: العروض

source: OUT THERE
ar: في الخارج

# Owners_Desc
source: Here are the Visionary Minds Behind our Success
ar: العقول المنيره خلف نجاح المجموعه

# Owners_SuccessTeam
source: Success Team
ar: فريق العمل

# Owners_Title
source: Leadership
ar: القياده

# PACK
source: PACK AND GO
ar: الحزمة والذهاب

source: PhoneNo Required
ar: رقم التليفون مطلوب

# Search_Box
source: Type Keyword...
ar: ....كلمه البحث

# Search_Desc
source: all of your Search results
ar: جميع نتائج البحث

# Search_Label
source: Search Results
ar: نتائج البحث

source: See More
ar: المزيد

# StyleUrl
source: /Content/layout.css
ar: /Content/layout-ar.css

source: Subscribe
ar: الاشتراك

source: Tours
ar: رحلات

source: View Tours
ar: مشاهده رحلات

source: About the hotel
ar: عن الفندق

source: Hotel Overview
ar: نظرة عامة على الفندق

# LatestNews
source: Latest Tourist Attractions
ar: أحدث المعالم السياحيه

source: Our organization
ar: مؤسساتنا

source: Related
ar: ذات صلة

source: Stars
ar: نجوم

# StyleUrl2
source: /Content/components.css
ar: /Content/components-ar.css

# Aboutthebackage
source: About the package
ar: عن الصفقه

# BackageOverview
source: Package Overview
ar: معلومات عن الصفقه

# Header_Backages
source: Packages
ar: صفقات

# AWESOMEBACKGE
source: AWESOME PACKAGE
ar: صفقات رائعه

# morebackage
source: more packages
ar: المزيد من الصفقات

# Header_Offer
source: Offers
ar: عروض

# moreOffer
source: more Offers
ar: المزيد من العروض

source: Offer Overview
ar: معلومات عن العرض
